Repository: hivepress/hivepress-paid-listings
Catalog: languages/hivepress-paid-listings-*.po
Languages: pl_pl, ru_ru, uk

source: Choose a product that must be purchased in order to get this package.
pl_pl: Wybierz produkt, który musi zostać kupiony dla otrzymania pakietu.
ru_ru: Выберите продукт, который должен быть куплен для получения пакета.
uk: Виберіть продукт, який повинен бути куплений для отримання пакету.

source: Packages
pl_pl: Pakiety
ru_ru: Пакеты
uk: Пакети

source: Package
pl_pl: Pakiet
ru_ru: Пакет
uk: Пакет

source: Add Package
pl_pl: Dodaj pakiet
ru_ru: Добавить пакет
uk: Додати пакет

# package
source: Add New
pl_pl: Dodaj nowy
ru_ru: Добавить новый
uk: Додати новий

source: Edit Package
pl_pl: Edytuj pakiet
ru_ru: Редактировать пакет
uk: Редагувати пакет

source: Search Packages
pl_pl: Szukaj pakietów
ru_ru: Искать пакеты
uk: Шукати пакети

source: No packages found.
pl_pl: Nie znaleziono żadnych pakietów.
ru_ru: Пакетов не найдено.
uk: Пакетів не знайдено.

source: Featuring
pl_pl: Promowanie
ru_ru: Реклама
uk: Реклама

source: Featuring Period
pl_pl: Okres promowania
ru_ru: Срок рекламирования
uk: Термін рекламування

source: Feature Listing
pl_pl: Promuj ogłoszenie
ru_ru: Рекламировать объявление
uk: Рекламувати оголошення

source: Listing Featured
pl_pl: Ogłoszenie jest promowane
ru_ru: Объявление рекламируется
uk: Оголошення рекламується

source: Listing Packages
pl_pl: Pakiety ogłoszeń
ru_ru: Пакеты объявлений
uk: Пакети оголошень

source: Listing Limit
pl_pl: Limit ogłoszeń
ru_ru: Лимит объявлений
uk: Ліміт оголошень

source: Limit Exceeded
pl_pl: Limit przekroczony
ru_ru: Лимит превышен
uk: Ліміт перевищено

source: Thank you! Your listing "%s" is featured and will appear at the top of the page.
pl_pl: Dziękuję! Twoje ogłoszenie "%s" jest promowane i będzie wyświetlane na górze strony.
ru_ru: Спасибо! Ваше объявление "%s" рекламируется и будет отображаться вверху страницы.
uk: Дякуємо! Ваше оголошення "%s" рекламується і буде відображатися на горі сторінки.

source: Set the maximum number of listing submissions.
pl_pl: Podaj maksymalną liczbę ogłoszeń dla dodania.
ru_ru: Введите максимальное количество объявлений для добавления.
uk: Введіть максимальну кількість оголошень для додавання.

source: Set the number of days after which a listing loses featured status.
pl_pl: Podaj liczbę dni, po których ogłoszenie nie będzie promowane.
ru_ru: Введите количество дней, после которого объявление не будет рекламироваться.
uk: Введіть кількість днів, після якої оголошення не буде рекламуватися.

source: Choose a product that must be purchased in order to feature a listing.
pl_pl: Wybierz produkt, który musi zostać kupiony dla promowania ogłoszenia.
ru_ru: Выберите продукт, который должен быть куплен для рекламы объявления.
uk: Виберіть продукт, який повинен бути куплений для реклами оголошення.

# imperative
source: Select Package
pl_pl: Wybierz pakiet
ru_ru: Выберите пакет
uk: Виберіть пакет

source: Buy Package
pl_pl: Kup pakiet
ru_ru: Купить пакет
uk: Купити пакет

source: Select Package
pl_pl: Wybierz pakiet
ru_ru: Выбрать пакет
uk: Вибрати пакет

source: Feature
pl_pl: Promuj
ru_ru: Рекламировать
uk: Рекламувати

# listing
source: Featured
pl_pl: Promowane
ru_ru: Рекламируется
uk: Рекламується

source: HivePress Paid Listings
pl_pl: HivePress Płatne ogłoszenia
ru_ru: HivePress Платные объявления
uk: HivePress Платні оголошення

source: Charge users for adding, featuring and renewing listings.
pl_pl: Pobieraj opłatę za dodanie, promowanie i odświeżenie ogłoszeń.
ru_ru: Берите с пользователей плату за добавление, рекламирование и обновление объявлений.
uk: Беріть плату з користувачів за додавання, рекламування і оновлення оголошень.
